[
    {
      "content": "Comms strategy for DE&S transformation programme. \n\n2* Director commercial function\n\n* Face to face comms\n* article for pan-MoJ journal\n* transformation plan\n* stakeholder strategy\n* stakeholder map",
      "title": "Blah blah",
      "date": "31/03/2016",
      "pretty_date": "1 day ago",
      "emailed": true
    },
    {
      "content": "Review of appraisal strategy for type 45 programmes. Worked with an excel expert to design the review tool.\n\nWill be rolled out to all Grade 5 reviewers.\n\nTraining to be designed and delivered",
      "title": "Blah blah",
      "date": "31/03/2016",
      "pretty_date": "1 day ago",
      "emailed": false
    },{
      "content": "Retro notes\n\nGood\nAndys clear SSO story\nAbisola joining\nCalling out 2 strands\n\nBad\nJen leaving",
      "title": "Retro notes",
      "date": "19/03/2016",
      "pretty_date": "2 days ago",
      "emailed": true
    },
    {
      "content": "Fast stream buddy Chris received excellent review and thanked for support.\n\nReviewed core competencies and discussed methods of recording achievements\n\nNext meeting: **Bristol 7 May**",
      "title": "Bristol",
      "date": "30/03/2016",
      "pretty_date": "2 days ago",
      "emailed": false
    },
    {
      "content": "P1\n\n* Thye have another form for writing competency stories\n* There are forms for eliciting feedback but rarely used (they are not good)\n* Leaves a week to write/prepare review\n* in some jobs kept a diary of things done\n* not this time though because of the detail in objs\n* competencies ask for 6 examples so only need to remember 6 key things\n* new thing would be good because of mitigating risk of losing docs when moving role/department every 6 months\n* would jog my memory for me to know which obj I haven’t worked on for a while\n* no clear connection between obj and competencies\n* I have sometimes stolen them form my manager. When they’d done the same role\n* Everything is Collaborating and Partnering\n* It would be quite easy to go in at the end of the week and add what I’ve done\n* usually have competency doc printed out and next to me when writing examples\n* not apparent what is visible by the manager and what isn;t",
      "title": "P1",
      "date": "18/03/2016",
      "pretty_date": "3 days ago",
      "emailed": false
    },
    {
      "content": "Commercial officers training event\n\n2 Feb 16, 17 people\n\nFeedback 73% Good or Very good\n\n5 presentations\n\n> Thank you so much for the training event you hosted for us last week. I found the presentations very interesting and they gave me a great overview of the role and future plans for our department. It was also great to meet with others in a similar situation to me. Id be very keen to be involved in future events so please let me know what youre planning.\n\n- MJ Broadbent\n\n> I manage 3 commercial officers and they have all fed back to me that the training was excellent. I have another 2 who I will be encouraging strongly to participate in future events.",
      "title": "Collab",
      "date": "19/03/2016",
      "pretty_date": "21st March",
      "emailed": false
    },
    {
      "content": "###COLLABORATING AND PARTNERING\n\n* It infrastructure of contracting and payments\n* Meetings to align stakeholders\n* New system matrix\n* Negotiate scope of work around commercial vs non-commercial\n* Transformation programme cross-functional forum\n* Immersion event\n* Corporate comms steering events",
      "title": "Collab",
      "date": "19/03/2016",
      "pretty_date": "19th March",
      "emailed": false
    },
    {
      "content": "Development - want to lead a team or group with strategic roadmap setting responsibilities. Have exp in leading groups, strategy writing, comms, mentoring. Seen a similar role discussed but want to know how to position myself to be a contender. Talk to Alexis? \n\nRelevant for Leading and communicating, Achieving commercial outcomes, Changing and improving. \n\nExperience with KPMG / Accenture might be an advantage. Refresh contacts, attend networking event on 14 April.",
      "title": "Places to EAT",
      "date": "14/03/2016",
      "pretty_date": "14th March",
      "emailed": false
    },
    {
      "content": "Weekly design update\n\nBeen a week of consolidating really. CS Digital have been taking stock. Prototype has had mixed reviews. Distinct user groups responded well others not so well. We’ve been trying to unpick why this was the case and what we should or could take forward into a private beta.\n\nWith CSL we’ve been trying to strip back what they are trying to do. Often rushing a prototype for one thing and moving quickly on to the next. This hasn’t worked and has confused users. So we’ve been designing a really simple journey for a specific task a user has.",
      "title": "Weekly design update",
      "date": "16/03/2016",
      "pretty_date": "12th March",
      "emailed": true
    },
    {
      "content": "Places to EAT in London\n\n- Smoking Goat (thai)\n- Som Saa (thai)\n- Pachamama (Peruvian)\n- Ceviche (Peruvian)\n- Malt by street market",
      "title": "Places to EAT",
      "date": "3/03/2016",
      "pretty_date": "3rd March",
      "emailed": false
    },
    {
      "content": "Brief EnhanceConf notes\n\nCut the mustard\n\nInvestigate atomic design more\n\nLet links be links, article\n\n\n\nROCA style .org\n\nNo one cares as much about your product as you do! \n\nFunction of design: develop creditability through design (ESTA example)\n\nEffort != Value\n\nThoughtful reduction vs mindless addition\n\ndesign comes from the word to clarify, not to prettify\n\nIt takes a while for each new medium to develop it’s own vocabulary",
      "title": "Brief EnhanceConf notes",
      "date": "14/03/2016",
      "pretty_date": "28th February",
      "emailed": false
    }
]