[
  {
        "content": "This is a note. You can click on a note to edit it.\n\nTo save your note, click on the save button or click on a new note.\n\nTry now!",
        "title": "Blah blah",
        "date": "31/03/2016",
        "pretty_date": "1 day ago",
        "emailed": true
      },
      {
        "content": "This is a longer note. When you click on it you’ll be able to see all the text. It's about the simple ways you can do formatting.\n\n**To make your text bold, for example a title, use 2 asterisks before and after**\n\nTo use *italics*, use one asterisk before and after\n\nTo use bullet points, use an asterisk:\n\n*point 1\n*point 2\n*point 3\n\nTry moving this text around and playing with formatting. If you click on the close button your new note or edits to it won’t be saved.",
        "title": "Blah blah",
        "date": "31/03/2016",
        "pretty_date": "1 day ago",
        "emailed": true
      },
      {
        "content": "**Send notes (up to Official) directly from your desktop**\n\nYou can email or forward your notes directly to the service rather than typing them in again. Every user gets their own personal email address, and any emails sent to that will appear here automatically. You could forward good feedback you've received, or create a quick note from Outlook while you remember.\n\nSecurity: This system is rated up to Official, but remember to follow your own department’s security and data protection policies as well as common sense. At this stage we can’t support attachments.",
        "title": "Blah blah",
        "date": "31/03/2016",
        "pretty_date": "1 day ago",
        "emailed": true
      },
      {
        "content": "**Organise and search**\n\nYou can tag a note to any of your objectives or competencies. Try experimenting with the notes below. \n\nYou can search your notes by typing in a keyword or a phrase.",
        "title": "Blah blah",
        "date": "31/03/2016",
        "pretty_date": "1 day ago",
        "emailed": true
      },
    {
      "content": "Comms strategy for DE&S transformation programme. \n\n2* Director commercial function\n\n* Face to face comms\n* article for pan-MoJ journal\n* transformation plan\n* stakeholder strategy\n* stakeholder map",
      "title": "Blah blah",
      "date": "31/03/2016",
      "pretty_date": "1 day ago",
      "emailed": true,
      "tags": ["Obj 1", "Delivering at Pace"]
    },
    {
      "content": "Fast stream buddy Chris received excellent review and thanked for support.\n\nReviewed core competencies and discussed methods of recording achievements\n\nNext meeting: **Bristol 7 May**",
      "title": "Bristol",
      "date": "30/03/2016",
      "pretty_date": "2 days ago",
      "emailed": false,
      "tags": ["test", "another"]
    },
    {
      "content": "Commercial officers training event\n\n2 Feb 16, 17 people\n\nFeedback 73% Good or Very good\n\n5 presentations\n\n> Thank you so much for the training event you hosted for us last week. I found the presentations very interesting and they gave me a great overview of the role and future plans for our department. It was also great to meet with others in a similar situation to me. Id be very keen to be involved in future events so please let me know what youre planning.\n\n- MJ Broadbent\n\n> I manage 3 commercial officers and they have all fed back to me that the training was excellent. I have another 2 who I will be encouraging strongly to participate in future events.",
      "title": "Collab",
      "date": "19/03/2016",
      "pretty_date": "21st March",
      "emailed": false,
      "tags": ["Feedback", "Presentations"]
    },
    {
      "content": "###COLLABORATING AND PARTNERING\n\n* It infrastructure of contracting and payments\n* Meetings to align stakeholders\n* New system matrix\n* Negotiate scope of work around commercial vs non-commercial\n* Transformation programme cross-functional forum\n* Immersion event\n* Corporate comms steering events",
      "title": "Collab",
      "date": "19/03/2016",
      "pretty_date": "19th March",
      "emailed": false
    },
    {
      "content": "Development - want to lead a team or group with strategic roadmap setting responsibilities. Have exp in leading groups, strategy writing, comms, mentoring. Seen a similar role discussed but want to know how to position myself to be a contender. Talk to Alexis? \n\nRelevant for Leading and communicating, Achieving commercial outcomes, Changing and improving. \n\nExperience with KPMG / Accenture might be an advantage. Refresh contacts, attend networking event on 14 April.",
      "title": "Places to EAT",
      "date": "14/03/2016",
      "pretty_date": "14th March",
      "emailed": false
    }
]
